{
  "quotes": [
    {
      "author": "Robin Williams",
      "quote": "You're only given a little spark of madness, and if you lose that, you're nothing.",
      "translation": null,
      "source": "Live at the Roxy, 1978"
    },
    {
      "author": "Michael J. Brooks",
      "text": "Be ruthless to systems, be kind to people.",
      "translation": null,
      "source": "paraphrased"
    },
    {
      "author": "Hasan 'Hasanabi' Piker",
      "text": "If you can't find revolutionary optimism within you, you have to — you have to keep going out of pure spite. I think about all of the worst scumbags on the planet, that would, would benefit from our silence. That want us to be discouraged, to feel fearful, of the potential criminal repercussions, the potential career repercussions. And that motivates me. Sometimes it's easy to feel discouraged, and you want to lean into nihilism, to feel powerless. But I like to always say, that we're doing it for all of the people that have been martyred so far, and we're doing it for those that are still surviving every single day in Palestine and Gaza.",
      "translation": null,
      "source": "People's Congress for Palestine in Detroit MI, August 2025"
    },
    {
      "author": "Hasan 'Hasanabi' Piker",
      "text": "I think being a feminist is just fighting for equality, fighting for emancipation for all people. Women are a part of that, women are a part of all people.",
      "translation": null,
      "source": "from an interview with FEMINIST at the 'New York Is Not For Sale' rally, Oct 2025"
    },
    {
      "author": "Hasan 'Hasanabi' Piker",
      "text": "If you ask a socialist what is wrong with capitalism, they can describe it. If you ask a capitalist what is wrong with socialism, they just describe capitalism.",
      "translation": null,
      "source": "during his livestream, 2025"
    },
    {
      "author": "Prof. Jonathan Foster",
      "text": "If someone says it’s raining and another person says it’s dry, it’s not your job to quote them both. Your job is to look out the fucking window and find out which is true.",
      "translation": null,
      "source": "on journalism, possibly originating from The Pied Piper of Texas Politics (1974)"
    },
    {
      "author": "Francesca Albanese,",
      "text": "Israel does exist. Israel is a recognized member of the United Nations. Besides this, there is not such a thing in international law like a right of a state to exist. Does Italy has a right to exist? Italy exists. Now if tomorrow Italy and France want to merge and become 'Itafrance,' fine, this is not up to us. What is enshrined in international law is the right of a people to exist. So, the state is there, the state of Israel is there, it's protected as a member of the United Nations. Does this justify the erasure of another people? Hell no. Not 75 years ago, not 57 years ago, surely not today. Where is the protection of the of the Palestinian people from erasure, from annexation, from illegal occupation and apartheid? This is what we need to discuss.",
      "translation": null,
      "source": "in response to many reporters' favorite question, 05.11.2024"
    },
    {
      "author": "Ernesto 'Che' Guevara",
      "text": "No creo que seamos parientes muy cercanos, pero si Ud. es capaz de temblar de indignación cada vez que se comete una injusticia en el mundo, somos compañeros, que es lo más importante.",
      "translation": "I don't think you and I are very closely related, however, if you are capable of trembling with indignation each time that an injustice is committed anywhere in the world, we are comrades, and that is more important.",
      "source": "from a letter to Maria Rosario Guevara, 1964"
    },
    {
      "author": "Eugene V. Debs",
      "text": "The most heroic word in all languages is REVOLUTION.",
      "translation": null,
      "source": "'Revolution' in the New York Worker 27.04.1907"
    },
    {
      "author": "Eugene V. Debs",
      "text": "They have done their best and their worst to crush and enslave us. Their politicians have betrayed us, their courts have thrown us into jail without trial and their soldiers have shot our comrades dead in their tracks. The worm turns at last, and so does the worker.",
      "translation": null,
      "source": "'Arouse, Ye Slaves!' in The Appeal to Reason 10.03.1906"
    },
    {
      "author": "John Steinbeck",
      "text": "I guess the trouble was that we didn’t have any self-admitted proletarians. Everyone was a temporarily embarrassed capitalist. Maybe the Communists so closely questioned by investigation committees were a danger to America, but the ones I knew—at least they claimed to be Communists—couldn’t have disrupted a Sunday-school picnic. Besides they were too busy fighting among themselves.",
      "translation": null,
      "source": "excerpt from 'A Primer on the 30’s' in Esquire Magazine 01.06.1960"
    },
    {
      "author": "Nina Simone",
      "text": "We never talked about men or clothes. It was always Marx, Lenin, and revolution — real girls’ talk.",
      "translation": null,
      "source": "from her memoir I Put A Spell On You (ch. 6), 1991"
    },
    {
      "author": "Jim Croce",
      "text": "Because the sun don't know no difference / Between a rich man and a bum / And the only life I know is movin' round the sky",
      "translation": null,
      "source": "Sun Come Up - Facets, 1966"
    },
    {
      "author": "Karel Čapek",
      "text": "Hallo, vy lidé, Chief Salamander vám jménem všech Mloků světa nabízí spolupráci. Budete s námi pracovat na odbourání vašeho světa. Děkujeme vám",
      "translation": "Hello you people, Chief Salamander, in the name of all newts everywhere, offers collaboration with you. You will collaborate with us in the demolition of your world. Thank you.",
      "source": "Válka s Mloky, 1936"
    },
    {
      "author": "Ernest Hemingway",
      "text": "Anyone who loves freedom owes such a debt to the Red Army that it can never be repaid.",
      "translation": null,
      "source": "part of a statement for Pravda 23.02.1942 (p. 4)"
    },
    {
      "author": "John Brown",
      "text": "God sees it. I have only a short time to live—only one death to die, and I will die fighting for this cause.",
      "translation": null,
      "source": "reportedly said following the Battle of Osawatomie, August 1856"
    },
    {
      "author": "John Kenneth Galbraith",
      "text": "The process by which banks create money is so simple that the mind is repelled.",
      "translation": null,
      "source": "Money: Whence It Came, Where It Went p. 29"
    },
    {
      "author": "Albert Einstein",
      "text": "It is 'society' which provides man with food, clothing, a home, the tools of work, language, the forms of thought, and most of the content of thought; his life is made possible through the labor and the accomplishments of the many millions past and present who are all hidden behind the small word 'society.'",
      "translation": null,
      "source": "from 'Why Socialism?' in the Monthly Review, 1949"
    },
    {
      "author": "Malcolm X",
      "text": "If you stick a knife in my back nine inches and pull it out six inches, there’s no progress. If you pull it all the way out that’s not progress. Progress is healing the wound that the blow made. And they haven’t even pulled the knife out much less heal the wound. They won’t even admit the knife is there.",
      "translation": null,
      "source": "from a tv interview given in 1964"
    },
    {
      "author": "Martin Luther King Jr.",
      "text": "I have almost reached the regrettable conclusion that the Negro's great stumbling block in his stride toward freedom is not the White Citizen's Counciler or the Ku Klux Klanner, but the white moderate, who is more devoted to 'order' than to justice; who prefers a negative peace which is the absence of tension to a positive peace which is the presence of justice; who constantly says: 'I agree with you in the goal you seek, but I cannot agree with your methods of direct action'; who paternalistically believes he can set the timetable for another man's freedom; who lives by a mythical concept of time and who constantly advises the Negro to wait for a 'more convenient season.' Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will. Lukewarm acceptance is much more bewildering than outright rejection.",
      "translation": null,
      "source": "excerpt from the Letter from Birmingham Jail, 16.04.1963"
    },
    {
      "author": "Toni Morrison",
      "text": "The function, the very serious function of racism is distraction. It keeps you from doing your work. It keeps you explaining, over and over again, your reason for being. Somebody says you have no language and you spend twenty years proving that you do. Somebody says your head isn’t shaped properly so you have scientists working on the fact that it is. Somebody says you have no art, so you dredge that up. Somebody says you have no kingdoms, so you dredge that up. None of this is necessary. There will always be one more thing.",
      "translation": null,
      "source": ""
    },
    {
      "author": "Zohran Mamdani",
      "text": "Honestly it isn't a choice. It's - it feels more like the natural state and the choice is to not. I think it would be pretty exhausting to choose always. But there's a lot of stuff to smile about, a lot of lot of things to fight for, but smiles along the way.",
      "translation": null,
      "source": "when asked on Hasanabi's stream how he is able to always keep smiling, April 2025"
    },
    {
      "author": "Smedley D. Butler",
      "text": "The only way to smash this racket is to conscript capital and industry and labor before the nations manhood can be conscripted.",
      "translation": null,
      "source": "War Is A Racket, 1935"
    },
    {
      "author": "Smedley D. Butler",
      "text": "Our flag belongs to all of us Americans and we Americans should have a voice in where it is flown.",
      "translation": null,
      "source": "closing statement of his 1939 speech 'Avoiding War in the Pacific', collected in War Is A Racket, 1935"
    },
    {
      "author": "Newton N. Minow",
      "text": "...what you will observe is a vast wasteland. You will see a procession of game shows, formula comedies about totally unbelievable families, blood and thunder, mayhem, violence, sadism, murder, western bad men, western good men, private eyes, gangsters, more violence, and cartoons. And endlessly, commercials—many screaming, cajoling, and offending. And most of all, boredom.",
      "translation": null,
      "source": "from his 'Television and the Public Interest' speech as FCC chairman, 09.05.1961"
    },
    {
      "author": "Tony Benn",
      "text": "What fools we are to live in a generation for which war is a computer game for our children or just an interesting little Channel 4 news item.",
      "translation": null,
      "source": "from a speech given in parliament, 1998"
    },
    {
      "author": "Tom Lehrer",
      "text": "Political satire became obsolete when Henry Kissinger was awarded the Nobel Peace Prize.",
      "translation": null,
      "source": "on the awarding of the 1973 Nobel Peace Prize to Henry Kissinger and Lê Ðức Thọ"
    },
    {
      "author": "Billie Eilish",
      "text": "If you’re a billionaire, why are you a billionaire? No hate, but yeah, give your money away, shorties.”",
      "translation": null,
      "source": "while accepting the WSJ Music Innovator of the Year award, 29.10.2025"
    },
    {
      "author": "Liam Óg Ó hAnnaidh",
      "text": "I know we're out, we're enjoying ourselves and we're trying to listen to some tunes at a festival... believe me lads, I wish I didn't have to do this... but the world's not listening. The world needs to see solidarity of 20,000 people in a park in London chanting, 'free free Palestine!’ Let's remember how lucky we are to be in a field with our friends and not being bombed from the sky.",
      "translation": null,
      "source": "Wide Awake 23.05.2025"
    },
    {
      "author": "Ibrahim Traoré",
      "text": "We will not kneel. I do not come to declare war. I come to declare will. So we will not kneel to fear. We will not kneel to foreign banks. We will not kneel to outdated empires masquerading as friends. Africa is not asking for a seat at your table. We are building our own, a table where no child eats last. Where no nation is silenced because it lacks nuclear arms. Where justice is not filtered through the lens of race or history, but shared as breath is shared.",
      "translation": null,
      "source": "from a speech delivered to the UN, May 2025"
    },
    {
      "author": "Reggie Watts",
      "text": "You don’t need to be a geopolitics scholar to know that starving children and slaughtering families is wrong. Your membership in the human family gives you authority and, indeed, responsibility to speak up. All positive change starts with conscious and loving people raising their voices and working together to bring a better world into existence.",
      "translation": null,
      "source": "responding to Thom Yorke's statement on Israel's genocide in Gaza, via Instagram, 30.05.2025"
    },
    {
      "author": "Brenna Lee Mulligan",
      "text": "As someone with a love of research, I have at times in my life fallen into the trap that I am not educated enough clever enough, or aware enough to have a worthwhile perspective, and that three more articles and two more lectures and one more book will do the trick. Unfortunately, democracy doesn't work that way - we, the citizens of any democracy, cannot possibly be experts on every aspect of the policies of our governments, and yet if we do not constantly weigh in an make our voices heard, the entire experiment falls apart.",
      "translation": null,
      "source": "posted to Instagram, 15.11.2023"
    },
    {
      "author": "Brenna Lee Mulligan",
      "text": "I applaud anyone and everyone calling for peace, with the understanding that real peace only exists if it deeply and honestly accounts for and fully ends violence in all its forms. Real peace addresses and corrects wrong-doing in the past and guards against it in the future. It goes hand in hand with justice and requires truth, restoration, reconciliation, reparation.",
      "translation": null,
      "source": "posted to Instagram, 15.11.2023"
    },
    {
      "author": "Anthony Bourdain",
      "text": "The journey is part of the experience - an expression of the seriousness of one's intent. One doesn't take the A train to Mecca.",
      "translation": null,
      "source": "from A Cook's Tour, 2001"
    },
    {
      "author": "Antonio Gramsci",
      "text": "La crisi consiste appunto nel fatto che il vecchio muore e il nuovo non può nascere: in questo interregno si verificano i fenomeni morbosi più svariati.",
      "translation": "The old world is dying, and the new world struggles to be born: now is the time of monsters.",
      "source": "excerpt from his Prison Notebooks in 1930, loosely translated by Slavoj Žižek"
    },
    {
      "author": "Antonio Gramsci",
      "text": "Dire la verità, arrivare insieme alla verità, è compiere azione comunista e rivoluzionaria.",
      "translation": "To tell the truth, to arrive together at the truth, is to achieve a communist and revolutionary act.",
      "source": "excerpt from L'Ordine Nuovo 21.06.1919, translated by Michael Carley"
    },
    {
      "author": "Antonio Gramsci",
      "text": "Sono pessimista con l'intelligenza, ma ottimista per la volontà.",
      "translation": "I’m a pessimist because of intelligence, but an optimist because of will.",
      "source": "excerpt from his Prison Notebooks, 19.12.1929"
    },
    {
      "author": "Rasha Abdulhadi",
      "text": "at least in my heart, the war can’t have you, my friend— / and wherever the last domino of my body falls, / let me land as a gear-breaking wedge— / the murder wheel won’t win my shame. / i won’t let them kill me before i die / and i offer you the same.",
      "translation": null,
      "source": "Pocketful of Warding Stones, Oct 2023"
    },
    {
      "author": "Rasha Abdulhadi",
      "text": "Wherever you are, whatever sand you can throw on the gears of genocide, do it now. If it's a handful, throw it. If it's a fingernail full, scrape it out and throw. Get in the way however you can. The elimination of the Palestinian people is not inevitable. We can refuse with our every breath and action. We must.",
      "translation": null,
      "source": "Oct 2023"
    },
    {
      "author": "Greta Thunberg",
      "text": "For me, there is no way of distinguishing the two. We cannot have climate justice without social justice. The reason why I am a climate activist is not because I want to protect trees. I’m a climate activist because I care about human and planetary well-being, and those are extremely interlinked.",
      "translation": null,
      "source": "onboard the Madleen towards Gaza, speaking to Amy Goodman on Democracy Now!, June 04 2025"
    },
    {
      "author": "Aaron Bushnell",
      "text": "Many of us like to ask ourselves, 'What would I do if I was alive during slavery? Or the Jim Crow South? Or apartheid? What would I do if my country was committing genocide?' The answer is, you're doing it. Right now.",
      "translation": null,
      "source": "posted on Facebook the day of his self-immolation, February 25 2024"
    },
    {
      "author": "Howard Zinn",
      "text": "Throughout American history, the political leaders have always exhorted the American people to be nice and quiet and leave things to them. But when very serious evils confronted the American people, they had to go beyond the Congressmen and Senators, and they had to commit civil disobedience and they had even to break the law.",
      "translation": null,
      "source": "excerpt from The Advocates, 1971"
    },
    {
      "author": "Yanis Varoufakis",
      "text": "The problem was Apartheid. Apartheid, whether it is practised in South Africa or in Palestine-Israel, is always going to procure violence because it is a violent, misanthropic system. Any human being living on the wrong end of Apartheid will either die a terrible, silent death or rebel and, often, take with them innocent people.",
      "translation": null,
      "source": "excerpt from an interview given on 08.10.2023"
    },
    {
      "author": "Adam Conover",
      "text": "We all really feel like the world is f–ked up. You know, that like, things are wrong in America, and we have the opportunity here to go and actually fix one of them with our collective action! The Guild is asking me to come out here every day and picket for four hours. And if I do that, I can help stop Teamster trucks from going into that building, and we can halt productions and that’ll shorten the strike and that’ll make them come to the table, and that’ll make them cut the workers in on their profits. And I get to actually move the boulder of how f–ked up things are in America by showing up here with a sign. That’s incredible!",
      "translation": null,
      "source": "describing his first strike in an interview with The Wrap, 02.05.2023"
    },
    {
      "author": "Matt Damon",
      "text": "So you think job insecurity is what makes me work hard? . . . See, you take this MBA-style thinking, right? It's the problem with ed policy right now, this intrinsically paternalistic view of problems that are much more complex than that. It's like saying a teacher is going to get lazy when they have tenure, a teacher wants to teach! I mean, why else would you take a shitty salary and really long hours and do that job unless you really love to do it?",
      "translation": null,
      "source": "defending his mother's profession at a Save Our Schools rally, 30.07.2011"
    },
    {
      "author": "Sir David Attenborough",
      "text": "No, that's boring. I'm not turned on by space. I know it's lack of imagination or something, but this planet we've got is so packed with excitement! . . . Why do you have to have a great thousands of towns of energy burning away up your backside and shooting you up into space, where you're going to turn around for weeks, in darkness. Nothing happening! I'd much rather go on the Barrier Reef.",
      "translation": null,
      "source": "when asked if he'd ever go into space on The Jonathan Ross Show, 28.11.2015"
    },
    {
      "author": "Bo Burnham",
      "text": "We used to colonize land, that was the thing you could expand into, and that's where money was to be made. We colonized the entire Earth. There was no other place for the businesses and capitalism to expand into and then they realized: human attention... they are now trying to colonize every minute of your life, that is what these people are trying to do. Every single free moment you have is a moment you could be looking at your phone and they could be gathering information to target ads at you.",
      "translation": null,
      "source": "Self-Esteem in the Age of Social Media, 18.01.2019"
    },
    {
      "author": "Johhny Silverhand",
      "text": "I saw corps strip farmers of water... and eventually of land. Saw them transform Night City into a machine fueled by people's crushed spirits, broken dreams and emptied pockets. Corps've long controlled our lives, taken lots... and now they're after our souls! V, I've declared war not because capitalism's a thorn in my side or outta nostalgia for an America gone by. This war's a people's war against a system that's spiralled outta our control. It's a war against the fuckin' forces of entropy, understand? Do whatever it takes to stop 'em, defeat 'em, gut 'em. If I gotta kill, I'll kill. If I need your body, I'll fuckin' take it! Fuckin' hell... You still don't see it. But you will one day.",
      "translation": null,
      "source": "Cyberpunk 2077"
    },
    {
      "author": "Matsuoka Shoza",
      "text": "諦めんなよ! 諦めんなよ、お前! どうしてそこでやめるんだそこで! もう少し頑張ってみろよ! ダメダメダメダメ諦めたら! 周りの事想えよ 応援してる人達の事想ってみろって! あともうちょっとのところなんだから 俺だってこのマイナス10℃ん所 シジミが取れるって頑張ってんだよ! 絶対やってみろ! 必ず目標達成できる だからこそNever Give Up!",
      "translation": "Don't give up! Don't you give up! Why are you quitting there?! Just try a little bit harder! No, no, no, don't give up! Think about the people around you, and the people cheering you on! You're almost there! Look at me, it's -10°C and I'm here harvesting Asiatic clams! You have to just try! You will surely accomplish your goal! That's why you should: Never Give Up!",
      "source": "while standing waist-deep in freezing water"
    },
    {
      "author": "Solanum of the Nomai",
      "text": "As a child, I considered such unknowns sinister. Now, though, I understand they bear no ill will. The universe is, and we are.",
      "translation": null,
      "source": "Outer Wilds, 2019"
    },
    {
      "author": "Solanum of the Nomai",
      "text": "It’s tempting to linger in this moment, while every possibility still exists. But unless they are collapsed by an observer, they will never be more than possibilities.",
      "translation": null,
      "source": "Outer Wilds, 2019"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "We are what we pretend to be, so we must be careful about what we pretend to be.",
      "translation": null,
      "source": "Mother Night, 1961"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "The crowd, having been promised nothing, felt cheated, having received nothing.",
      "translation": null,
      "source": "Sirens of Titan, 1959"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved.",
      "translation": null,
      "source": "Sirens of Titan, 1959"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "She says, 'Well, you’re not a poor man. Why don’t you go online and buy a hundred envelopes and put them in the closet?' And so I pretend not to hear her and go out to get an envelope; because I’m going to have a hell of a good time in the process of buying one envelope.\n\nWell, I meet a lot of people; and uh… see some great looking babes; and a fire engine goes by and I give them the 'thumbs up'. And ask a woman what kind of dog that is… And, I don’t know… The moral of the story is, we’re here on Earth to fart around.\n\nAnd, of course, the computers will do us out of that. And, what the computer people don’t realize – or they don’t care – is we’re dancing animals. You know; we love to move around. And we’re not supposed to dance at all anymore.",
      "translation": null,
      "source": "describing a story from 'A Man Without A Country' in an interview with David Brancaccio on PBS NOW, 2005"
    },
    {
      "author": "Ray Bradbury",
      "text": "To Martin, Hallowe'en had been nothing more than one evening when tin horns cried off in the cold autumn stars, children blew like goblin leaves along the flinty walks, flinging their heads, or cabbages, at porches, soap-writing names or similar magic symbols on icy windows. All of it as distant, unfathomable, and nightmarish as a puppet show seen from so many miles away that there is no sound or meaning.",
      "translation": null,
      "source": "The Emissary, first published in 1947"
    },
    {
      "author": "Richard Hooker",
      "text": "That night when Hawkeye went to work he encountered Frank.\n“Hey, Frank,” he said, “one of my kid brothers just got out of jail. I wrote him and told him to go out to Indiana and burn down your thirty-five-thousand-dollar house.”\nAgain, Frank ran to Colonel Blake who visited Hawkeye in the morning.\n“Pierce, have you flipped?” he demanded.\n“Whadda ya mean?” asked Hawkeye, who had forgotten all about it.",
      "translation": null,
      "source": "M.A.S.H., 1968"
    },
    {
      "author": "Stephen King",
      "text": "The lightning plays fitfully across his face, and although he does not know it, the day has just turned. May 28th, 1985, has become May 29th over the dark and stormy country that is western Illinois tonight; farmers backsore with plantings sleep like the dead below and dream their quicksilver dreams and who knows what may move in their barns and their cellars and their fields as the lightning walks and the thunder talks? No one knows these things; they know only that power is loose in the night, and the air is crazy with the big volts of the storm.",
      "translation": null,
      "source": "IT, 1986"
    },
    {
      "author": "Ian C. Esslemont",
      "text": "The wise say that as vows are sworn, so are they reaped. I have found this to be true. - K’azz D’Avore",
      "translation": null,
      "source": "Return of the Crimson Guard, 2008"
    },
    {
      "author": "Ernest Hemingway",
      "text": "I’ll say a hundred Our Fathers and a hundred Hail Marys. But I cannot say them now. Consider them said, he thought. I’ll say them later.",
      "translation": null,
      "source": "The Old Man And The Sea, 1952"
    },
    {
      "author": "J.R.R. Tolkien",
      "text": "'So comes snow after fire, and even dragons have their ending!' said Bilbo, and he turned his back on his adventure. The Tookish part was getting very tired, and the Baggins was daily getting stronger. 'I wish now only to be in my own arm-chair!' he said.",
      "translation": null,
      "source": "The Hobbit, 1937"
    },
    {
      "author": "Frank Herbert",
      "text": "Once, men turned their thinking over to machines in the hope that this would set them free. But that only permitted other men with machines to enslave them.",
      "translation": null,
      "source": "Dune, 1965"
    },
    {
      "author": "Philip K. Dick",
      "text": "Everything in life is just for a while.",
      "translation": null,
      "source": "A Scanner Darkly, 1977"
    },
    {
      "author": "Philip K. Dick",
      "text": "'Chicken shit,' Mr. Tagomi said. 'I say that to that.'",
      "translation": null,
      "source": "The Man in the High Castle, 1962"
    },
    {
      "author": "T.S. Eliot",
      "text": "We shall not cease from exploration / And the end of all our exploring / Will be to arrive where we started / And know the place for the first time.",
      "translation": null,
      "source": "excerpt from 'Little Gilding', Four Quartets 1943"
    },
    {
      "author": "Rudyard Kilping",
      "text": "Don't—don't—don't—don't—look at what's in front of you. / (Boots—boots—boots—boots—movin' up an' down again); / Men—men—men—men—men go mad with watchin' em, / An' there's no discharge in the war!",
      "translation": null,
      "source": "excerpt from 'Boots', first published in 1903, performed by Taylor Holmes in 1915"
    },
    {
      "author": "Rainer Maria Rilke",
      "text": "Und wenn dich das Irdische vergaß, / zu der stillen Erde sag: Ich rinne. / Zu dem raschen Wasser sprich: Ich bin.",
      "translation": "And if the earthly should forget you, / say to the silent loam: I flow. / To the rushing water speak: I am.",
      "source": "excerpt from Sonnets to Orpheus II, 29"
    },
    {
      "author": "Sappho",
      "text": "μνάσασθαί τινά φαιμι †καὶ ἕτερον† ἀμμέων",
      "translation": "I think men will remember us even hereafter",
      "source": "from Dio Chrysostom ~100 AD, tr. Lobel-Page 147 / Cox 30"
    },
    {
      "author": "Dinos Christianopoulos",
      "text": "καὶ τί δὲν κάνατε γιὰ νὰ μὲ θάψετε / ὅμως ξεχάσατε πὼς ἤμουν σπόρος",
      "translation": "what didn’t you do to bury me / but you forgot that I was a seed",
      "source": "from The Body and the Wormwood, 1960s"
    },
    {
      "author": "Bruce Lee",
      "text": "You know what I want to think of myself? As a human being. Because, I mean I don't want to be like 'As Confucius say,' but under the sky, under the heavens there is but one family. It just so happens man that people are different.",
      "translation": null,
      "source": "from the 'Lost Interview' on the Pierre Berton Show, 1971"
    },
    {
      "author": "Bruce Lee",
      "text": "Empty your mind, be formless, shapeless — like water. Now you put water in a cup, it becomes the cup; You put water into a bottle it becomes the bottle; You put it in a teapot it becomes the teapot. Now water can flow or it can crash. Be water, my friend.",
      "translation": null,
      "source": "reciting Longstreet lines, from the 'Lost Interview' on the Pierre Berton Show, 1971"
    },
    {
      "author": "Stavros Halkias",
      "text": "In my head, I don’t see masculinity and progress as being at odds. You’re not stripping anything from men by asking them to just use some of those advantages - if we’re saying there are advantages to masculinity- to help other people.",
      "translation": null,
      "source": "from an interview with GQ, 2025"
    },
    {
      "author": "Joe Talbot",
      "text": "Whatever we do, our fate’s the same. So Smash and dance and hold love in. We all know ourselves, we just don’t know it yet. So smash and dance and hold love in. Kill your quiet, kill your qualms and smash and dance and hold love in.",
      "translation": null,
      "source": "speaking on 'Mother', by Idles"
    },
    {
      "author": "Miyazaki Hayao",
      "text": "よはいこれを作る人たちは痛みとか そう いうものについてね何も考えないでやっ てるでしょうはい極めて不愉快ですよね そんなに気持ち悪いものをやりたいなら 勝手にやってればいいだけで僕はこれを 自分たちの仕事をつなげたいとは全然思い . . . 球最後の日が近いって感じですねそれは 人間の方が自信がなくなってるから",
      "translation": "Whoever creates this stuff has no idea what pain is. I am utterly disgusted. If you really want to make creepy stuff, you can go ahead and do it. I would never wish to incorporate this technology into my work at all. I strongly feel that this is an insult to life itself . . . I feel like we are nearing the end of times. We humans are losing faith in ourselves.",
      "source": "from Never-Ending Man (2016), reacting to AI-generated animations of human movement"
    },
    {
      "author": "Guillermo Del Toro",
      "text": "AI, particularly generative AI — I am not interested, nor will I ever be interested. I’m 61, and I hope to be able to remain uninterested in using it at all until I croak . . . The other day, somebody wrote me an email, said, ‘What is your stance on AI?’ And my answer was very short. I said, ‘I’d rather die.'",
      "translation": null,
      "source": "from an interview with NPR, 2025"
    },
    {
      "author": "Dwight D. Eisenhower",
      "text": "Every gun that is made, every warship launched, every rocket fired signifies, in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed.",
      "translation": null,
      "source": "from his Chance for Peace speech, 1953"
    },
    {
      "author": "Carl Sagan",
      "text": "How certain was it that the Russians were going to invade? Was it 100% certain? Guess not since they never invaded. What if it was only, let’s say 10% certain? What would advocates of big military buildup have said? We must be prudent. It’s not enough to count on only the most likely circumstance . . . I ask my friends who are comfortable with that argument . . . why doesn’t that same argument apply to Global Warming?",
      "translation": null,
      "source": "part of his speech at the 5th Emerging Issues Forum, 1990"
    },
    {
      "author": "Eugène Pottier",
      "text": "C’est la lutte finale\nGroupons-nous et demain\nL’Internationale\nSera le genre humain.",
      "translation": "This is our grand finale,\nStand as one, each in place!\nThe Internationale\nUnites the human race!",
      "source": "L’Internationale, June 1871"
    },
    {
      "author": "Jack White",
      "text": "All the words are gonna bleed from me and I will think no more",
      "translation": null,
      "source": "Seven Nation Army, 2003"
    },
    {
      "author": "Hozier",
      "text": "When I was kissin' on my baby\nAnd she put her love down, soft and sweet\nIn the low lamplight, I was free\nHeaven and hell were words to me",
      "translation": null,
      "source": "Work Song, 2015"
    },
    {
      "author": "Bernie Sanders",
      "text": "Thank you, Coachella.",
      "translation": null,
      "source": "after opening for Clairo, 13.4.2025"
    },
    {
      "author": "Heraclitus",
      "text": "πάντα ῥεῖ",
      "translation": "everything flows",
      "source": ""
    },
    {
      "author": "Subcomandante Marcos",
      "text": "Nuestra Arma Es Nuestra Palabra",
      "translation": "Our Word Is Our Weapon",
      "source": "title of his collected writings"
    },
    {
      "author": "",
      "text": "Solo el pueblo salva al pueblo.",
      "translation": "Only the people save the people.",
      "source": ""
    },
    {
      "author": "",
      "text": "No pasarán",
      "translation": "They shall not pass",
      "source": ""
    },
    {
      "author": "",
      "text": "la derecha oprime, la izquierda libera",
      "translation": "the right oppresses, the left liberates",
      "source": "‘rightie-tightie, leftie-loosie’"
    },
    {
      "author": "",
      "text": "Abajo el trabajo",
      "translation": "Down with the work",
      "source": ""
    },
    {
      "author": "",
      "text": "AL INFIERNO CON LA GUERRA",
      "translation": "TO HELL WITH WAR",
      "source": ""
    },
    {
      "author": "",
      "text": "Tiocfaidh ár lá",
      "translation": "Our day will come",
      "source": ""
    },
    {
      "author": "",
      "text": "If wishes were fishes, we’d all cast nets.",
      "translation": null,
      "source": ""
    },
    {
      "author": "",
      "text": "First they came for the immigrants and I spoke up because I know the rest of the goddamn poem.",
      "translation": null,
      "source": "see 'First They Came' by Martin Niemöller"
    },
    {
      "author": "",
      "text": "Republicans are red / Democrats are blue / Neither of them give a fuck about you.",
      "translation": null,
      "source": ""
    },
    {
      "author": "",
      "text": "War does not determine who is right — only who is left.",
      "translation": null,
      "source": ""
    },
    {
      "author": "",
      "text": "A society grows great when old men plant trees whose shade they know they shall never sit in.",
      "translation": null,
      "source": ""
    }
  ]
}
