{
  "quotes": [
    {
      "author": "Robin Williams",
      "quote": "You're only given a little spark of madness, and if you lose that, you're nothing.",
      "translation": null,
      "source": "Live at the Roxy, 1978"
    },
    {
      "author": "Michael J. Brooks",
      "text": "Be ruthless to systems, be kind to people.",
      "translation": null,
      "source": "paraphrased"
    },
    {
      "author": "Ernesto 'Che' Guevara",
      "text": "No creo que seamos parientes muy cercanos, pero si Ud. es capaz de temblar de indignación cada vez que se comete una injusticia en el mundo, somos compañeros, que es lo más importante.",
      "translation": "I don't think you and I are very closely related, however, if you are capable of trembling with indignation each time that an injustice is committed anywhere in the world, we are comrades, and that is more important.",
      "source": "from a letter to Maria Rosario Guevara, 1964"
    },
    {
      "author": "Eugene V. Debs",
      "text": "The most heroic word in all languages is REVOLUTION.",
      "translation": null,
      "source": "'Revolution' in the New York Worker 27.04.1907"
    },
    {
      "author": "Karel Čapek",
      "text": "Hallo, vy lidé, Chief Salamander vám jménem všech Mloků světa nabízí spolupráci. Budete s námi pracovat na odbourání vašeho světa. Děkujeme vám",
      "translation": "Hello you people, Chief Salamander, in the name of all newts everywhere, offers collaboration with you. You will collaborate with us in the demolition of your world. Thank you.",
      "source": "Válka s Mloky, 1936"
    },
    {
      "author": "Ernest Hemingway",
      "text": "Anyone who loves freedom owes such a debt to the Red Army that it can never be repaid.",
      "translation": null,
      "source": "part of a statement for Pravda 23.02.1942 (p. 4)"
    },
    {
      "author": "John Brown",
      "text": "God sees it. I have only a short time to live—only one death to die, and I will die fighting for this cause.",
      "translation": null,
      "source": "reportedly said following the Battle of Osawatomie, August 1856"
    },
    {
      "author": "John Kenneth Galbraith",
      "text": "The process by which banks create money is so simple that the mind is repelled.",
      "translation": null,
      "source": "Money: Whence it came, Where it Went p. 29"
    },
    {
      "author": "...",
      "text": "A society grows great when old men plant trees whose shade they know they shall never sit in.",
      "translation": null,
      "source": ""
    }
  ]
}
