{
  "quotes": [
    {
      "author": "Robin Williams",
      "quote": "You're only given a little spark of madness, and if you lose that, you're nothing.",
      "translation": null,
      "source": "Live at the Roxy, 1978"
    },
    {
      "author": "Michael J. Brooks",
      "text": "Be ruthless to systems, be kind to people.",
      "translation": null,
      "source": "paraphrased"
    },
    {
      "author": "Ernesto 'Che' Guevara",
      "text": "No creo que seamos parientes muy cercanos, pero si Ud. es capaz de temblar de indignación cada vez que se comete una injusticia en el mundo, somos compañeros, que es lo más importante.",
      "translation": "I don't think you and I are very closely related, however, if you are capable of trembling with indignation each time that an injustice is committed anywhere in the world, we are comrades, and that is more important.",
      "source": "from a letter to Maria Rosario Guevara, 1964"
    },
    {
      "author": "Eugene V. Debs",
      "text": "The most heroic word in all languages is REVOLUTION.",
      "translation": null,
      "source": "'Revolution' in the New York Worker 27.04.1907"
    },
    {
      "author": "Jim Croce",
      "text": "Because the sun don't know no difference / Between a rich man and a bum / And the only life I know is movin' round the sky",
      "translation": null,
      "source": "Sun Come Up - Facets, 1966"
    },
    {
      "author": "Karel Čapek",
      "text": "Hallo, vy lidé, Chief Salamander vám jménem všech Mloků světa nabízí spolupráci. Budete s námi pracovat na odbourání vašeho světa. Děkujeme vám",
      "translation": "Hello you people, Chief Salamander, in the name of all newts everywhere, offers collaboration with you. You will collaborate with us in the demolition of your world. Thank you.",
      "source": "Válka s Mloky, 1936"
    },
    {
      "author": "Ernest Hemingway",
      "text": "Anyone who loves freedom owes such a debt to the Red Army that it can never be repaid.",
      "translation": null,
      "source": "part of a statement for Pravda 23.02.1942 (p. 4)"
    },
    {
      "author": "John Brown",
      "text": "God sees it. I have only a short time to live—only one death to die, and I will die fighting for this cause.",
      "translation": null,
      "source": "reportedly said following the Battle of Osawatomie, August 1856"
    },
    {
      "author": "John Kenneth Galbraith",
      "text": "The process by which banks create money is so simple that the mind is repelled.",
      "translation": null,
      "source": "Money: Whence It Came, Where It Went p. 29"
    },
    {
      "author": "Smedley D. Butler",
      "text": "The only way to smash this racket is to conscript capital and industry and labor before the nations manhood can be conscripted.",
      "translation": null,
      "source": "War Is A Racket, 1935"
    },
    {
      "author": "Albert Einstein",
      "text": "It is 'society' which provides man with food, clothing, a home, the tools of work, language, the forms of thought, and most of the content of thought; his life is made possible through the labor and the accomplishments of the many millions past and present who are all hidden behind the small word 'society.'",
      "translation": null,
      "source": "from 'Why Socialism?' in the Monthly Review, 1949"
    },
    {
      "author": "Malcolm X",
      "text": "If you stick a knife in my back nine inches and pull it out six inches, there’s no progress. If you pull it all the way out that’s not progress. Progress is healing the wound that the blow made. And they haven’t even pulled the knife out much less heal the wound. They won’t even admit the knife is there.",
      "translation": null,
      "source": "from a tv interview given in 1964"
    },
    {
      "author": "Martin Luther King Jr.",
      "text": "I have almost reached the regrettable conclusion that the Negro's great stumbling block in his stride toward freedom is not the White Citizen's Counciler or the Ku Klux Klanner, but the white moderate, who is more devoted to 'order' than to justice; who prefers a negative peace which is the absence of tension to a positive peace which is the presence of justice; who constantly says: 'I agree with you in the goal you seek, but I cannot agree with your methods of direct action'; who paternalistically believes he can set the timetable for another man's freedom; who lives by a mythical concept of time and who constantly advises the Negro to wait for a 'more convenient season.' Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will. Lukewarm acceptance is much more bewildering than outright rejection.",
      "translation": null,
      "source": "excerpt from the Letter from Birmingham Jail, 16.04.1963"
    },
    {
      "author": "Toni Morrison",
      "text": "The function, the very serious function of racism is distraction. It keeps you from doing your work. It keeps you explaining, over and over again, your reason for being. Somebody says you have no language and you spend twenty years proving that you do. Somebody says your head isn’t shaped properly so you have scientists working on the fact that it is. Somebody says you have no art, so you dredge that up. Somebody says you have no kingdoms, so you dredge that up. None of this is necessary. There will always be one more thing.",
      "translation": null,
      "source": ""
    },
    {
      "author": "Zohran Mamdani",
      "text": "Honestly it isn't a choice. It's - it feels more like the natural state and the choice is to not. I think it would be pretty exhausting to choose always. But there's a lot of stuff to smile about, a lot of lot of things to fight for, but smiles along the way.",
      "translation": null,
      "source": "when asked on Hasanabi's stream how he is able to always keep smiling, April 2025"
    },
    {
      "author": "Smedley D. Butler",
      "text": "Our flag belongs to all of us Americans and we Americans should have a voice in where it is flown.",
      "translation": null,
      "source": "closing statement of his 1939 speech 'Avoiding War in the Pacific', collected in War Is A Racket, 1935"
    },
    {
      "author": "Ibrahim Traoré",
      "text": "We will not kneel. I do not come to declare war. I come to declare will. So we will not kneel to fear. We will not kneel to foreign banks. We will not kneel to outdated empires masquerading as friends. Africa is not asking for a seat at your table. We are building our own, a table where no child eats last. Where no nation is silenced because it lacks nuclear arms. Where justice is not filtered through the lens of race or history, but shared as breath is shared.",
      "translation": null,
      "source": "from a speech delivered to the UN, May 2025"
    },
    {
      "author": "Reggie Watts",
      "text": "You don’t need to be a geopolitics scholar to know that starving children and slaughtering families is wrong. Your membership in the human family gives you authority and, indeed, responsibility to speak up. All positive change starts with conscious and loving people raising their voices and working together to bring a better world into existence.",
      "translation": null,
      "source": "responding to Thom Yorke's statement on Israel's genocide in Gaza, via Instagram, 30.05.2025"
    },
    {
      "author": "Anthony Bourdain",
      "text": "The journey is part of the experience - an expression of the seriousness of one's intent. One doesn't take the A train to Mecca.",
      "translation": null,
      "source": "from A Cook's Tour, 2001"
    },
    {
      "author": "Rasha Abdulhadi",
      "text": "at least in my heart, the war can’t have you, my friend— / and wherever the last domino of my body falls, / let me land as a gear-breaking wedge— / the murder wheel won’t win my shame. / i won’t let them kill me before i die / and i offer you the same.",
      "translation": null,
      "source": "Pocketful of Warding Stones, Oct 2023"
    },
    {
      "author": "Rasha Abdulhadi",
      "text": "Wherever you are, whatever sand you can throw on the gears of genocide, do it now. If it's a handful, throw it. If it's a fingernail full, scrape it out and throw. Get in the way however you can. The elimination of the Palestinian people is not inevitable. We can refuse with our every breath and action. We must.",
      "translation": null,
      "source": "Oct 2023"
    },
    {
      "author": "Greta Thunberg",
      "text": "For me, there is no way of distinguishing the two. We cannot have climate justice without social justice. The reason why I am a climate activist is not because I want to protect trees. I’m a climate activist because I care about human and planetary well-being, and those are extremely interlinked.",
      "translation": null,
      "source": "onboard the Madleen towards Gaza, speaking to Amy Goodman on Democracy Now!, June 04 2025"
    },
    {
      "author": "Bo Burnham",
      "text": "We used to colonize land, that was the thing you could expand into, and that's where money was to be made. We colonized the entire Earth. There was no other place for the businesses and capitalism to expand into and then they realized: human attention... they are now trying to colonize every minute of your life, that is what these people are trying to do. Every single free moment you have is a moment you could be looking at your phone and they could be gathering information to target ads at you.",
      "translation": null,
      "source": "Self-Esteem in the Age of Social Media, 18.01.2019"
    },
    {
      "author": "Johhny Silverhand",
      "text": "I saw corps strip farmers of water ... and eventually of land. Saw them transform Night City into a machine fueled by people's crushed spirits, broken dreams and emptied pockets. Corps've long controlled our lives, taken lots... and now they're after our souls! V, I've declared war not because capitalism's a thorn in my side or outta nostalgia for an America gone by. This war's a people's war against a system that's spiralled outta our control. It's a war against the fuckin' forces of entropy, understand? Do whatever it takes to stop 'em, defeat 'em, gut 'em. If I gotta kill, I'll kill. If I need your body, I'll fuckin' take it! Fuckin' hell ... You still don't see it. But you will one day.",
      "translation": null,
      "source": "Cyberpunk 2077"
    },
    {
      "author": "Solanum of the Nomai",
      "text": "As a child, I considered such unknowns sinister. Now, though, I understand they bear no ill will. The universe is, and we are.",
      "translation": null,
      "source": "Outer Wilds, 2019"
    },
    {
      "author": "Solanum of the Nomai",
      "text": "It’s tempting to linger in this moment, while every possibility still exists. But unless they are collapsed by an observer, they will never be more than possibilities.",
      "translation": null,
      "source": "Outer Wilds, 2019"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "We are what we pretend to be, so we must be careful about what we pretend to be.",
      "translation": null,
      "source": "Mother Night, 1961"
    },
    {
      "author": "Kurt Vonnegut Jr.",
      "text": "The crowd, having been promised nothing, felt cheated, having received nothing.",
      "translation": null,
      "source": "Sirens of Titan, 1959"
    },
    {
      "author": "Frank Herbert",
      "text": "Once, men turned their thinking over to machines in the hope that this would set them free. But that only permitted other men with machines to enslave them.",
      "translation": null,
      "source": "Dune, 1965"
    },
    {
      "author": "Philip K. Dick",
      "text": "Everything in life is just for a while.",
      "translation": null,
      "source": "A Scanner Darkly, 1977"
    },
    {
      "author": "T.S. Eliot",
      "text": "We shall not cease from exploration / And the end of all our exploring / Will be to arrive where we started / And know the place for the first time.",
      "translation": null,
      "source": "excerpt from 'Little Gilding', Four Quartets 1943"
    },
    {
      "author": "Rainer Maria Rilke",
      "text": "Und wenn dich das Irdische vergaß, / zu der stillen Erde sag: Ich rinne. / Zu dem raschen Wasser sprich: Ich bin.",
      "translation": "And if the earthly should forget you, / say to the silent loam: I flow. / To the rushing water speak: I am.",
      "source": "excerpt from Sonnets to Orpheus II, 29"
    },
    {
      "author": "Sappho",
      "text": "μνάσασθαί τινά φαιμι †καὶ ἕτερον† ἀμμέων",
      "translation": "I think men will remember us even hereafter",
      "source": "from Dio Chrysostom ~100 AD, tr. Lobel-Page 147 / Cox 30"
    },
    {
      "author": "Dinos Christianopoulos",
      "text": "καὶ τί δὲν κάνατε γιὰ νὰ μὲ θάψετε / ὅμως ξεχάσατε πὼς ἤμουν σπόρος",
      "translation": "what didn’t you do to bury me / but you forgot that I was a seed",
      "source": "from The Body and the Wormwood, 1960s"
    },
    {
      "author": "Bruce Lee",
      "text": "You know what I want to think of myself? As a human being. Because, I mean I don't want to be like 'As Confucius say,' but under the sky, under the heavens there is but one family. It just so happens man that people are different.",
      "translation": null,
      "source": "from the 'Lost Interview' on the Pierre Berton Show, 1971"
    },
    {
      "author": "Bruce Lee",
      "text": "Empty your mind, be formless, shapeless — like water. Now you put water in a cup, it becomes the cup; You put water into a bottle it becomes the bottle; You put it in a teapot it becomes the teapot. Now water can flow or it can crash. Be water, my friend.",
      "translation": null,
      "source": "reciting Longstreet lines, from the 'Lost Interview' on the Pierre Berton Show, 1971"
    },
    {
      "author": "Joe Talbot",
      "text": "Whatever we do, our fate’s the same. So Smash and dance and hold love in. We all know ourselves, we just don’t know it yet. So smash and dance and hold love in. Kill your quiet, kill your qualms and smash and dance and hold love in.",
      "translation": null,
      "source": "speaking on 'Mother', by Idles"
    },
    {
      "author": "Miyazaki Hayao",
      "text": "よはいこれを作る人たちは痛みとか そう いうものについてね何も考えないでやっ てるでしょうはい極めて不愉快ですよね そんなに気持ち悪いものをやりたいなら 勝手にやってればいいだけで僕はこれを 自分たちの仕事をつなげたいとは全然思い ... 球最後の日が近いって感じですねそれは 人間の方が自信がなくなってるから",
      "translation": "Whoever creates this stuff has no idea what pain is. I am utterly disgusted. If you really want to make creepy stuff, you can go ahead and do it. I would never wish to incorporate this technology into my work at all. I strongly feel that this is an insult to life itself ... I feel like we are nearing the end of times. We humans are losing faith in ourselves.",
      "source": "from Never-Ending Man (2016), reacting to AI-generated animations of human movement"
    },
    {
      "author": "Bernie Sanders",
      "text": "Thank you, Coachella.",
      "translation": null,
      "source": "after opening for Clairo, 13.4.2025"
    },
    {
      "author": "Heraclitus",
      "text": "πάντα ῥεῖ",
      "translation": "everything flows",
      "source": ""
    },
    {
      "author": "",
      "text": "Solo el pueblo salva al pueblo.",
      "translation": "Only the people save the people.",
      "source": ""
    },
    {
      "author": "",
      "text": "No pasarán",
      "translation": "They shall not pass",
      "source": ""
    },
    {
      "author": "",
      "text": "la derecha oprime, la izquierda libera",
      "translation": "the right oppresses, the left liberates",
      "source": "‘rightie-tightie, leftie-loosie’"
    },
    {
      "author": "",
      "text": "Abajo el trabajo",
      "translation": "Down with the work",
      "source": ""
    },
    {
      "author": "",
      "text": "AL INFIERNO CON LA GUERRA",
      "translation": "TO HELL WITH WAR",
      "source": ""
    },
    {
      "author": "",
      "text": "Tiocfaidh ár lá",
      "translation": "Our day will come",
      "source": ""
    },
    {
      "author": "",
      "text": "A society grows great when old men plant trees whose shade they know they shall never sit in.",
      "translation": null,
      "source": ""
    }
  ]
}
